/* Done button label in navigation bar */
"Done" = "เสร็จ";

/* Open button in navigation bar when there are several candidates*/
"Open In..." = "เปิดใน...";

/* Open button in navigation bar when there is only one candidate*/
"Open in \\U201C%@\\U201D" = "เปิดใน “%@”";

/* Loading message in progress layer*/
"Loading..." = "กำลังโหลด...";

/* Displayed when there are no items to preview */
"No Items" = "ไม่มีรายการ";

/* Index of a preview or of a page. As in : this is preview "3 of 4".*/
"%1$@ of %2$@" = "%1$@ จาก %2$@";

/* Instructions for detail scrubbing on the media player detail slider. */
"Slide your finger down to adjust the scrubbing rate." = "ลากนิ้วของคุณลงมาเพื่อปรับความเร็วในการเลื่อน";

/* Message displayed when the user entered an incorrect password. */
"The document could not be opened with that password." = "เอกสารเปิดไม่ได้ด้วยรหัสผ่านนั้น";

/* OK button */
"OK" = "ตกลง";

